{
  "_class_name": "WanModel",
  "_diffusers_version": "0.30.0",
  "dim": 1536,
  "eps": 1e-06,
  "ffn_dim": 8960,
  "freq_dim": 256,
  "in_dim": 36,
  "model_type": "i2v",
  "num_heads": 12,
  "num_layers": 30,
  "out_dim": 16,
  "text_len": 512
}
